Repository: codesyntax/cs.pfg.mipago
Catalog: */pfg/mipago/locales/*/LC_MESSAGES/*.pfg.mipago.po
Languages: es, eu

source: 1st image shown in the payment documents
es: 1ª imagen que se muestra en los documentos de pago
eu: Ordainketa dokumentuaren 1. irudia

source: 2nd image shown in the payment documents
es: 2ª imagen que se muestra en los documentos de pago
eu: Ordainketa dokumentuaren 2. irudia

source: 502: Notebook 60, modality 1, short format
es: 502: cuaderno 60, modalidad 1, formato corto
eu: 502: 60 koadernoa, 1 modalitatea, formatu laburra

source: 507: Notebook 57, short format
es: 507: cuaderno 57, formato corto
eu: 507: 57 koadernoa, formatu laburra

source: 521: Notebook 60, modality 2, short format
es: 521: cuaderno 60, modalidad 2, formato corto
eu: 521: 60 koadernoa, 2 modalitatea, formatu laburra

source: 522: Notebook 60, modality 2, long format
es: 522: cuaderno 60. modalidad 2, formato largo
eu: 522: 60 koadernoa, 2 modalitatea, formatu luzea

source: 9050299: Notebook 60, modality 1
es: 9050299: cuadernos 60, modalidad 1
eu: 9050299: 60 koadernoa, 1 modalitatea

source: 9050794: Notebook 57
es: 9050794: cuaderno 57
eu: 9050794: 57 koadernoa

source: 9052180: Notebook 60, modality 2
es: 9052180: cuaderno 60, modalidad 2
eu: 9052180: 60 koadernoa, 2 modalitatea

source: Adapter for payments with MiPago
es: Acción para hacer pagos con MiPago
eu: Nire Ordainketa zerbitzuarekin ordainketak egiteko ekintza

source: Add the URL of the 1st image shown in the payment documents. You will need to send it to the Payment Service Administrators and get the URL from them.
es: Añada la URL de la 1ª imagen que se muestra en los documentos de pago. Necesitará enviar esta imagen al Servicio de Pagos y obtener la URL de ellos.
eu: Idatzi hemen ordainketa dokumentuan agertzen den 1. irudiaren URL helbidea. Irudia Ordainketa Zerbitzuaren kudeatzaileei bidali beharko diezu eta haiek emandako helbidea hemen sartu.

source: Add the URL of the 2nd image shown in the payment documents. You will need to send it to the Payment Service Administrators and get the URL from them.
es: Añada la URL de la 2ª imagen que se muestra en los documentos de pago. Necesitará enviar esta imagen al Servicio de Pagos y obtener la URL de ellos.
eu: Idatzi hemen ordainketa dokumentuan agertzen den 2. irudiaren URL helbidea. Irudia Ordainketa Zerbitzuaren kudeatzaileei bidali beharko diezu eta haiek emandako helbidea hemen sartu.

source: Add the URL of the XSLT template that renders the PDF file. You will hardly need to change this. Contact the Payment Service Administrators for more information.
es: Añada la URL la plantilla XSLT que genera los archivos PDF. Seguramente no necesitará cambiar esta URL.Contacte con el Servicio de Pagos para obtener más detalles.
eu: Idatzi hemen ordainketa dokumentuaren PDF fitxategia sortzen duen XSLT txantiloiaren URL helbidea. Normalean ez duzu hemen ezer idatzi beharrik izango. Jarri kontaktuan Ordainketa Zerbitzuarekin informazio gehiago lortzeko.

source: All payments will have consecutive numbers, enter here the value of the first.
es: Los pagos tienen números de referencia consecutivos, introduzca el primer número de referencia aquí
eu: Ordainketa guztiek jarraian dauden erreferentzia zenbakia edukiko dut, sartu hemen kontaketa hasteko lehenengo zenbakia.

source: Amount
es: Cantidad
eu: Kopurua

source: Amount calculation script
es: Script para el cálculo de la cantidad
eu: Kopuruaren kalkulurako scripta

source: Check if the payments should be made on the TEST platform
es: ¿Se debe realizar el pago en la plataforma de PRUEBAS?
eu: Ordainketa PROBAKO plataforman egin behar da?

source: Check if you need to calculate the amount using a python script
es: Seleccionar si se quiere calcular la cantidad en vez de utilizar el valor del campo "Cantidad"
eu: Aukeratu ordainketaren kopurua python script bat erabiliz kalkulatu behar bada

source: Choose a form field from which you wish to extract input for the To header. If you choose anything other than "None", the user will not receive any email. Be very cautious about allowing unguarded user input for this purpose.
es: Seleccione en qué campo de los presentados aquí contiene el e-mail del usuario al que se enviará el email. Si selecciona "Ninguno", el usuario no recibirá ningún e-mail. Atencion: debería configurar el campo para que se valide y se verifique que sea una direccion de e-mail válida.
eu: Aukeratu formularioko zein eremutan dagoen jasotzailearen eposta. "Bat ere ez" aukeratzen baduzu ez zaio epostarik bidaliko. Oharra: eremu hori eposta dela ziurtatzeko eposta balidadorea aktibatu beharko zenuke.

source: Citizen address field
es: Campo del que se obtendrá el dato "Dirección" para la pasarela de pagos
eu: Hiritarraren "Helbidea" hartzeko eremua

source: Citizen city field
es: Campo del que se obtendrá el dato "Localidad" para la pasarela de pagos
eu: Hiritarraren "Herria" hartzeko eremua

source: Citizen country field
es: Campo del que se obtendrá el dato "País" para la pasarela de pagos
eu: Hiritarraren "Herrialdea" hartzeko eremua

source: Citizen email field
es: Campo del que se obtendrá el dato "Correo electrónico" para la pasarela de pagos
eu: Hiritarraren "Eposta" hartzeko eremua

source: Citizen name field
es: Campo del que se obtendrá el dato "Nombre" para la pasarela de pagos
eu: Hiritarraren "Izena" hartzeko eremua

source: Citizen nif field
es: Campo del que se obtendrá el dato "DNI/NIF" para la pasarela de pagos
eu: Hiritarraren "NAN" hartzeko eremua

source: Citizen phone field
es: Campo del que se obtendrá el dato "Teléfono" para la pasarela de pagos
eu: Hiritarraren "Telefonoa" hartzeko eremua

source: Citizen postal code field
es: Campo del que se obtendrá el dato "Código postal" para la pasarela de pagos
eu: Hiritarraren "Posta kodea" hartzeko eremua

source: Citizen surname1 field
es: Campo del que se obtendrá el dato "1º Apellido" para la pasarela de pagos
eu: Hiritarraren "1. abizena" hartzeko eremua

source: Citizen surname2 field
es: Campo del que se obtendrá el dato "2º Apellido" para la pasarela de pagos
eu: Hiritarraren "2. abizena" hartzeko eremua

source: Citizen territory field
es: Campo del que se obtendrá el dato "Territorio" para la pasarela de pagos
eu: Hiritarraren "Lurraldea" hartzeko eremua

source: Concept description in basque
es: Concepto por el que se realiza el pago (en euskara)
eu: Ordainketaren kontzeptua (euskaraz)

source: Concept description in spanish
es: Concepto por el que se realiza el pago (en español)
eu: Ordainketaren kontzeptua (gaztelaniaz)

source: Date
es: Fecha
eu: Data

source: Date and time
es: Fecha y hora
eu: Data eta ordua

source: Delete
es: Eliminar
eu: Ezabatu

source: Delete selected payments
es: Eliminar pagos seleccionados
eu: Ezabatu aukeratutakoak

source: Download data
es: Descargar datos
eu: Datuak deskargatu

source: Enter the CPR code of this payment
es: Introduzca el código CPR de este pago
eu: Ordainketa honen CPR kodea sartu

source: Enter the amount to be paid
es: Introduzca la cantidad a pagar
eu: Ordainketa honen kopurua sartu

source: Enter the format code of this payment
es: Introduzca el código del formato del pago
eu: Ordainketa honen formatua sartu

source: Enter the limit date to do the payment
es: Introduzca la fecha límite para realizar el pago
eu: Ordainketa egiteko muga

source: Enter the number of the first reference number
es: Introduzca el primer número de referencia
eu: Lehenengo erreferentzia zenbakia sartu

source: Enter the sender code
es: Introduzca el código del emisor del pago
eu: Ordainketa jasoko duenaren kodea sartu

source: Enter the suffix of this payment
es: Introduzca el código del sufijo del pago
eu: Ordainketaren atzizkia sartu

source: Extract Recipient From
es: Campo del receptor del e-mail
eu: Jasotzailearen eposta

source: Form data
es: Datos
eu: Formularioko datuak

source: Manage payments
es: Gestionar Pagos
eu: Ordainketak kudeatu

source: MiPagoAdapter
es: Adaptador MiPago

source: Nothing was deleted
es: No se ha eliminado nada
eu: Ezer ez da ezabatu

source: Offline payment
es: Pago offline (en el banco)
eu: Offline ordainketa: bankuan egin beharrekoa

source: Online payment
es: Pago online
eu: Online ordainketa

source: Override the value of message 2 in basque
es: Sobreescribir el mensaje 2 (euskara)
eu: 2. mezua gainidatzi (euskaraz)

source: Override the value of message 2 in spanish
es: Sobreescribir el mensaje 2 (español)
eu: 2. mezua gainidatzi (gaztelaniaz)

source: Override the value of message 3 in basque
es: Sobreescribir el mensaje 3 (euskara)
eu: 3. mezua gainidatzi (euskaraz)

source: Override the value of message 3 in spanish
es: Sobreescribir el mensaje 3 (español)
eu: 3. mezua gainidatzi (gaztelaniaz)

source: Override the value of message 4 in basque
es: Sobreescribir el mensaje 4 (euskara)
eu: 4. mezua gainidatzi (euskaraz)

source: Override the value of message 4 in spanish
es: Sobreescribir el mensaje 4 (español)
eu: 4. mezua gainidatzi (gaztelaniaz)

source: Override the value of the payment title in basque
es: Sobreescribir el título del pago (euskara)
eu: Ordainketaren agiriaren izenburua gainidatzi (euskaraz)

source: Override the value of the payment title in spanish
es: Sobreescribir el título del pago (español)
eu: Ordainketaren agiriaren izenburua gainidatzi (gaztelaniaz)

source: PDF generator template
es: Plantilla XSLT que genera el PDF
eu: PDF sortzailearen XSLT txantiloia

source: Payment NOT completed
es: Pago NO completado
eu: Ordainketa EZ DA gauzatu

source: Payment code
es: Código del pago
eu: Ordainketa kodea

source: Payment code number
es: Código de pago
eu: Ordainketa kodea

source: Payment completed successfuly
es: Pago correcto
eu: Ordainketa ondo gauzatu da

source: Payments were deleted
es: Los pagos se han eliminado correctamente
eu: Ordainketak ondo ezabatu dira

source: PloneFormGen adapter to pay with Basque Government's payment service
es: Adaptador de PloneFormGen para realizar pagos con el servicio Mi Pago del Gobierno Vasco
eu: PloneFormGenerako ekintza, Eusko Jaurlaritzaren Nire Ordainketa zerbitzua erabiltzeko

source: Reference number
es: Número de referncia
eu: Erreferentzia zenbakia

source: Reference number is bigger than 10 digits. Please delete old reference numbers
es: El número de referencia tiene más de 10 dígitos. Elimine por favor los pagos antiguos
eu: Erreferentzia zenbakiak 10 zenbaki baino gehiago ditu.

source: Select all
es: Seleccionar todos
eu: Guztiak aukeratu

source: Select the available payment modes
es: Seleccione los modos de pago disponibles que se mostrarán al usuario
eu: Aukeratu erabiltzaileari eskainiko zaizkion ordainketa moduak

source: Select the language of the screens
es: Seleccione el idioma en el que se mostrarán las pantallas de pago
eu: Aukeratu ordainketa pantailetako hizkuntza

source: Select which field of the form has the citizen's 1st surname
es: Seleccione de qué campo se obtendrá el valor del 1º apellido
eu: Aukeratu formularioko zein eremuk duen hiritarraren 1. abizena

source: Select which field of the form has the citizen's 2nd surname
es: Seleccione de qué campo se obtendrá el valor del 2º apellido
eu: Aukeratu formularioko zein eremuk duen hiritarraren 2. abizena

source: Select which field of the form has the citizen's address
es: Seleccione de qué campo se obtendrá el valor de la dirección
eu: Aukeratu formularioko zein eremuk duen hiritarraren helbidea

source: Select which field of the form has the citizen's city
es: Seleccione de qué campo se obtendrá el valor de la ciudad
eu: Aukeratu formularioko zein eremuk duen hiritarraren herria

source: Select which field of the form has the citizen's country
es: Seleccione de qué campo se obtendrá el valor del país
eu: Aukeratu formularioko zein eremuk duen hiritarraren herrialdea

source: Select which field of the form has the citizen's email
es: Seleccione de qué campo se obtendrá el valor del correo electrónico
eu: Aukeratu formularioko zein eremuk duen hiritarraren eposta

source: Select which field of the form has the citizen's name
es: Seleccione de qué campo se obtendrá el valor del nombre
eu: Aukeratu formularioko zein eremuk duen hiritarraren izena

source: Select which field of the form has the citizen's nif
es: Seleccione de qué campo se obtendrá el valor del DNI/NIF
eu: Aukeratu formularioko zein eremuk duen hiritarraren NANa

source: Select which field of the form has the citizen's phone
es: Seleccione de qué campo se obtendrá el valor del teléfono
eu: Aukeratu formularioko zein eremuk duen hiritarraren telefonoa

source: Select which field of the form has the citizen's postal code
es: Seleccione de qué campo se obtendrá el valor del código postal
eu: Aukeratu formularioko zein eremuk duen hiritarraren posta kodea

source: Select which field of the form has the citizen's territory
es: Seleccione de qué campo se obtendrá el valor del territorio
eu: Aukeratu formularioko zein eremuk duen hiritarraren lurraldea

source: Status
es: Estado
eu: Egoera

source: There are no payments yet.
es: No hay pagos.
eu: Ez dago ordainketarik.

source: There was an error during the payment in Mi Pago
es: Error al completar el pago en Mi Pago
eu: Ordainketa errorea Nire Ordainketa zerbitzuan

source: There was an error processing the payment. Please try again
es: Ha ocurrido un error al realizar el pago. Inténtelo otra vez por favor
eu: Errorea gertatu da ordainketa egiterakoan. Saiatu berriz mesedez.

source: Uninstalls the cs.pfg.mipago add-on.
es: Desinstalar cs.pfg.mipago
eu: cs.pfg.mipago kendu

source: Unkown status
es: Estado desconocido
eu: Egoera ezezaguna

source: User reached Mi Pago
es: El usuario ha llegado a Mi Pago
eu: Erabiltzailea Nire Ordainketa zerbitzura iritsi da

source: User redirected to MiPago
es: Usuario redirigido a Mi Pago
eu: Erabiltzailea Nire Ordainketara ondo bidali da

source: Write here the basque text that will override the default name of the payment coming from the payment service configuration
es: Introduzca aquí el nombre del pago que sobreescribirá el valor por defecto que viene de la pasarela de pago (euskara)
eu: Idatzi hemen ordainketa zerbitzutik datorren ordainketaren izenburua gainidatziko duen testua (euskaraz)

source: Write here the basque text that will override the value shown in the PDF file
es: Introduzca aquí el texto que sobreescribirá en el archivo PDF el valor por defecto (euskara)
eu: Idatzi hemen ordainketa zerbitzutik datorren eta ordainketa agirian agertuko den testua gainidazteko testua (euskaraz)

source: Write here the basque text that will override the value shown on the header of the PDF file
es: Introduzca aquí el texto que sobreescribirá en el archivo PDF la cabecera por defecto (euskara)
eu: Idatzi hemen ordainketa zerbitzutik datorren eta ordainketa agirian agertuko den goiburuko testua gainidazteko testua (euskaraz)

source: Write here the script that calculates the amount
es: Escriba aquí el script que calculará la cantidad a pagar
eu: Idatzi hemen ordainketaren kopurua kalkulatuko duen scripta

source: Write here the spanish text that will override the default name of the payment coming from the payment service configuration
es: Introduzca aquí el nombre del pago que sobreescribirá el valor por defecto que viene de la pasarela de pago (español)
eu: Idatzi hemen ordainketa zerbitzutik datorren ordainketaren izenburua gainidatziko duen testua (gaztelaniaz)

source: Write here the spanish text that will override the value shown in the PDF file
es: Introduzca aquí el texto que sobreescribirá en el archivo PDF el valor por defecto (español)
eu: Idatzi hemen ordainketa zerbitzutik datorren eta ordainketa agirian agertuko den testua gainidazteko testua (gaztelaniaz)

source: Write here the spanish text that will override the value shown on the header of the PDF file
es: Introduzca aquí el texto que sobreescribirá en el archivo PDF la cabecera por defecto (español)
eu: Idatzi hemen ordainketa zerbitzutik datorren eta ordainketa agirian agertuko den goiburuko testua gainidazteko testua (gaztelaniaz)

source: cs.pfg.mipago (uninstall)
es: cs.pfg.mipago (desinstalar)
eu: cs.pfg.mipago (kendu)
